{
  "config": {
    "header": true,
    "footer": true,
    "mainMenu": true
  },
  "component": [
    {
      "type": "Hero",
      "config": {
        "class": [
          "compensate-header",
          "text-center",
          "about-hero"
        ],
        "background": {
          "style": "image",
          "value": "/about-hero.jpg",
          "responsive": true
        }
      },
      "content": {
        "title": "Bienvenidos a Una Buena",
        "subtitle": "Courses for the culture curious adults and travel enthusiasts who want to become conversational or fluent in Spanish muy rápido."
      }
    },
    {
      "type": "TextImage",
      "config": {
        "class": [
          "content-right"
        ]
      },
      "content": {
        "title": "¡Hola Amigos!",
        "body": "Me llamo Paola and I'm a Certified Spanish interpreter and teacher who also develops online learning content. Spanish is my native language and I have a passion for learning/teaching languages as fast as possible. My goal is to teach great quality lessons that match the student's need to reach their highest potential, faster. It is my goal that my students get the most out of their time with me, so they get fluent faster. As my student you will be able to measure and see real progress, always having fun while learning and enjoying yourself becoming bilingual, step by step.",
        "image": "/portrait.jpg"
      }
    },
    {
      "type": "Copy",
      "config": {
        "class": [
          "text-left",
          "theme-brand-primary"
        ]
      },
      "content": {
        "title": "High Quality Lessons",
        "body": "I offer high-quality lessons that blend: <ul><li>15 years of teaching experience as a qualified Spanish teacher, having taught at the Cervantes Institute in Argentina and Mexico, at Seattle Languages International in the United States among other institutes.</li><li>Lots of experience as a beginning level language learner, having studied or attained fluency in various languages including English, Portuguese, Italian, French, and German.</li><li>Knowledge on the latest learning methods as a curriculum developer for Lingo-live.com, language expert for Livemocha.com, and learning content developer for Oneononeargentina.com.</li><li>Cultural insights from the eyes of a native Spanish speaker that grew up, lived and worked in Argentina, Mexico and the USA, and also has traveled around various Spanish speaking countries in South America. I can guide you through learning Spanish in the most effective way for you, constantly adapting the lessons as you build new knowledge.</li></ul>"
      }
    },
    {
      "type": "TextImage",
      "config": {
        "class": [
          "content-right"
        ]
      },
      "content": {
        "body": "When I am not in class, I can be found creating new learning content, devouring books about behavioral psychology, neuroscience, behavioral economics, motivation, meditation and mind training.  I have a passion for learning about why we do what we do and the ways we create new habits. I'm always looking for new ways to incorporate the knowledge discovered from the most recent scientific research about how we learn languages and can rewire our brain to become better versions of ourselves.<br><br>Oh! and my new hobby is scuba diving, (I still need to learn how to swim without the help of a scuba diving equipment, ay!) I don't do it as often as I would like, but it has been so much fun getting to see the underwater life here in the PNW!",
        "image": "/llama.jpg"
      }
    },
    {
      "type": "Copy",
      "config": {
        "class": [
          "footer-strip"
        ],
        "background": {
          "style": "image",
          "value": "/footer-strip.jpg",
          "responsive": true
        }
      },
      "content": {}
    }
  ]
}